{
    "features": [
        {
            "restaurantID": 1,
            "restaurantName":"Restaurant Air du Pays",
            "address":"14 Rue de Marseille, 69007 Lyon",
            "lat":45.753619,
            "long":4.841378,
            "img": "https://lh5.googleusercontent.com/p/AF1QipOD_RtCJfvDFaOm1FcvG_YG8y6sbqiEEc_99_j7=w408-h306-k-no",
            "ratings":[
                {
                    "stars":4,
                    "comment":"Un excellent restaurant, j'y reviendrai ! Par contre il vaut mieux aimer la viande."
                },
                {
                    "stars":5,
                    "comment":"Tout simplement mon restaurant préféré !"
                }
            ]
        },
        {
            "restaurantID": 2,
            "restaurantName":"L'Atelier Des Raviolis",
            "address":"13 Rue Passet, 69007 Lyon",
            "lat":45.754904,
            "long":4.841647,
            "img": "https://lh5.googleusercontent.com/p/AF1QipNKuiAmzq9PTMm0bUW2OBlSTIiHcascKmOuWd5G=w408-h544-k-no",
            "ratings":[
                {
                    "stars":5,
                    "comment":"Une minuscule pizzeria délicieuse cachée juste à côté du Sacré choeur !"
                }
            ]
        },
        {
            "restaurantID": 3,
            "restaurantName":"La Fabryk",
            "address":"74 Boulevard Jean XXIII, 69008 Lyon",
            "lat":45.736915,
            "long":4.8696529000000055,
            "img": "https://lh5.googleusercontent.com/p/AF1QipN3ONMJBPYtFYdQADheObJnBf6M_N1JoCWhR0jT=w408-h271-k-no",
            "ratings":[
                {
                    "stars":5,
                    "comment":"Cadre très sympa, spacieux, bien qu'il soit régulièrement plein. Parfois il y a des concerts qui viennent donner une ambiance plus chaleureuse. La bière est bonne. La nourriture, ça dépend des fois je dirais mais elle est généreuse, copieuse et abordable. Le service est parfois un peu spécial, froid, manque un peu de convivialité, comme s'il y avait beaucoup de pression. Mais c'est un bel endroit pour aller entre copains, boire, manger un bout, écouter de la musique."
                },
                {
                    "stars":4,
                    "comment":"Bonne adresse, aspect industriel, serveurs sympathiques et efficaces. Grande carte et plat correct. Lieu convivial."
                },
                {
                    "stars":2,
                    "comment":"Bonne adresse, aspect industriel, serveurs sympathiques et efficaces. Grande carte et plat correct. Lieu convivial."
                }
            ]
        },
        {
            "restaurantID": 4,
            "restaurantName":"Le Magenta",
            "address":"82 Rue Magenta, 69100 Villeurbanne",
            "lat":45.764607,
            "long":4.871501800000033,
            "img": "https://lh5.googleusercontent.com/p/AF1QipMfrLQDY2RgPRnyrmbPwsg_aPCSDCmc-WP7FsXe=w425-h240-k-no",
            "ratings":[
                {
                    "stars":5,
                    "comment":"Le responsable de ce restaurant est le cuisinier de ce lieu cuisine traditionnelle à un prix très abordable."
                },
                {
                    "stars":4,
                    "comment":"BLovely neighborhood spot run by father and daughter team. We came on a Tuesday evening and it was busy - always a good sign. The atmosphere was warm and the service simple but correct. We’re sure to come back soon."
                }
            ]
        },
        {
            "restaurantID": 5,
            "restaurantName":"Le Neuvième Art",
            "address":"173 Rue Cuvier, 69006 Lyon",
            "lat":45.7679804,
            "long":4.8563263999999435,
            "img": "https://lh5.googleusercontent.com/p/AF1QipN3KBQaiuhwnN2fx1tvOip7699KZ_IMnAdrnSmZ=w408-h306-k-no",
            "ratings":[
                {
                    "stars":5,
                    "comment":"Du grand art. De l’inventivité dans l’assiette sans tomber dans l’excès. Beaucoup de fraîcheur dans le menu estival. L’accord mets et vins vous permettra de découvrir de nouveaux vins, cela change des classiques. Du bon travail aussi du sommelier. Le service est au rendez-vous. Rien a dire, les deux étoiles sont amplement justifiées."
                },
                {
                    "stars":5,
                    "comment":"Exceptionnel ! Une très belle expérience culinaire et gustative en commençant par les amuses bouche jusqu’au dessert. De l’originalité, du goût, de la finesse, des saveurs qui explosent en bouche et un accord parfait des vins. Merci !"
                }
            ]
        },
        {
            "restaurantID": 6,
            "restaurantName":"Roi Alexandre",
            "address":"138 Avenue Félix Faure, 69003 Lyon",
            "lat":45.75414110000001,
            "long":4.864559999999983,
            "img": "https://lh5.googleusercontent.com/p/AF1QipOVzK7CwsC0F2fmor7ovo5OFtrDt8fUwNHA_8UR=w408-h306-k-no",
            "ratings":[
                {
                    "stars":2,
                    "comment":"Le lieu m'a laissé une impression mitigée : la décoration est amusante mais un peu incohérente, à l'image de la cuisine en vérité. Le menu propose des plats de cultures très éloignées et on ne sait pas vraiment si le Roi Alexandre est un restaurant russe, vietnamien, franchouillard... Les plats sont souvent des classiques sans grande surprise et le travail dans l'assiette est parfois difficile à trouver à l'instar d'un riz blanc sans aucun assaisonnement proposé en accompagnement de certains plats. J'avais opté pour un choux farci au porc et au bœuf qui pour le coup était une expérience culinaire qui m'a sorti de l'ordinaire mais qui m'a laissé perplexe tant les saveurs et les épices s'affrontent en bouche dans tous les sens. Les chaises sont inconfortables et très peu pratiques pour poser les vestes. Bref, une déception."
                },
                {
                    "stars":5,
                    "comment":"Très bon restaurant, avec des produits de qualités et variés ! Un accueil chaleureux et sympathique ! À faire autant en famille (nous étions avec ma petite fille de 3 ans) qu'en couple ! Je recommande sans hésitation !"
                }
            ]
        },
        {
            "restaurantID": 7,
            "restaurantName":"Restaurant La Colline d'Or",
            "address":"30 Rue du Repos, 69007 Lyon",
            "lat":45.7458783,
            "long":4.850144499999942,
            "img": "https://geo2.ggpht.com/cbk?panoid=xuipqPKjYaA-r3LC39YHJQ&output=thumbnail&cb_client=search.gws-prod/maps/local-details-localweb.gps&thumb=2&w=408&h=240&yaw=228.04239&pitch=0&thumbfov=100",
            "ratings":[
                {
                    "stars":5,
                    "comment":"Vous pouvez pousser la porte de ce petit restaurant de quartier où vous serez accueilli chaleureusement.  Une cuisine savoureuse avec des produits frais bien cuisinés. Possibilité de commander des plats à emporter. Nous avons passé un bon moment."
                },
                {
                    "stars":5,
                    "comment":"Une finesse dans les saveurs que je ne retrouve nulle part ailleurs !!! Et l'accueil toujours convivial et sympathique!"
                }
            ]
        },
        {
            "restaurantID": 8,
            "restaurantName":"Le Bistrot d'Alexis",
            "address":"62 Rue Dr Rollet, 69100 Villeurbanne",
            "lat":45.7654338,
            "long":4.884313199999951,
            "img": "https://lh5.googleusercontent.com/p/AF1QipN0PZI7IcvL2yhpxncXbC9WCMRBRkINmN9KQxMQ=w408-h270-k-no",
            "ratings":[
                {
                    "stars":1,
                    "comment":"Vraiment pas chaleureux, personne n'est là pour accueillir les clients, j'obtiens un bonjour au bout de trois fois, je pose une question, le monsieur ne me répond même pas ! L'hospitalité n'est pas du tout au rendez-vous !"
                },
                {
                    "stars":4,
                    "comment":"Très bon plat du jour et très bonne mousse au chocolat..."
                }
            ]
        },
        {
            "restaurantID": 9,
            "restaurantName":"L'Authentique",
            "address":"3 Avenue des Frères Lumière, 69008 Lyon",
            "lat":45.74684509999999,
            "long":4.861201100000017,
            "img": "https://lh5.googleusercontent.com/p/AF1QipPW7QuCuEm7zw-ko7QoVeiY0KE2TFeHLX_EnyUN=w408-h543-k-no",
            "ratings":[
                {
                    "stars":5,
                    "comment":"Un professionnalisme et une qualité de restauration excellente. Une équipe motivée et accueillante... à recommander."
                },
                {
                    "stars":5,
                    "comment":"Très bon restaurant et super équipe familiale. Vous serez accueillis chaleureusement à l'authentique et les pizzas sont vraiment bonnes. La meilleure pizzeria de Lyon 8eme pour moi. Je recommande vivement !"
                }
            ]
        },
        {
            "restaurantID": 10,
            "restaurantName":"L'Inédit Restaurant Bar Tapas",
            "address":"112 Boulevard des Belges, 69006 Lyon",
            "lat":45.768417,
            "long":4.858348400000068,
            "img": "https://lh5.googleusercontent.com/p/AF1QipM2TSNjLbm0UzFB0VgP2b-x11dwwk-8-0EIVNCM=w408-h306-k-no",
            "ratings":[
                {
                    "stars":1,
                    "comment":"Ce restaurant n'existe plus ! Il y a un autre restaurant avec cuisine péruvienne à la place YKA. Attention car on reçoit un mail de confirmation ... Du grand n'importe quoi, pensez à mettre à jour votre site..."
                },
                {
                    "stars":1,
                    "comment":"Attention, ne pas prend de bon Groupon, le restaurant est fermé depuis plus d'1 mois 1/2. Ce mercredi 21/08, mauvaise surprise en arrivant à 20H30 devant un établissement clos, fenêtre blanche.  Inadmissible de pouvoir encore souscrire des bons chez groupon !"
                }
            ]
        },
        {
            "restaurantID": 11,
            "restaurantName":"Aromatic Restaurant",
            "address":"15 Rue du Chariot d'Or, 69004 Lyon",
            "lat":45.77769379999999,
            "long":4.833819299999959,
            "img": "https://lh5.googleusercontent.com/p/AF1QipOBbLKJGEQnpBbfu2UCc8V68ujcDlurORlKnEqY=w408-h510-k-no",
            "ratings":[
                {
                    "stars":5,
                    "comment":"Une ambiance vraiment sympa et un personnel très performant (mais que des jeunes au service). Le niveau de la cuisine est au top ! J'ai adoré, je le recommande et j'y retournerai! Les légumes sont de saison et la carte est renouvelée chaque mois. Les viandes sont impeccables et les poissons de même. Le menu à 33€ était absolument parfait."
                },
                {
                    "stars":5,
                    "comment":"Comme à chaque visite tout est parfait. Me service est très agréable. Tout ce qu'il faut d'attention sans être intrusif. La cuisine est très bonne. Le cadre est sympa. Tout est propre et soigné. Bref je fais plus que recommander. Et le rapport qualité prix est bien plus que raisonnable. Entre amis, en famille le lieu se prête à tout. Merci."
                }
            ]
        },
        {
            "restaurantID": 12,
            "restaurantName":"Restaurant La Terrasse De Rochecardon",
            "address":"69 Rue de St Cyr, 69009 Lyon",
            "lat":45.78783809999999,
            "long":4.808508999999958,
            "img": "https://lh5.googleusercontent.com/p/AF1QipOKi9LRP7RoQqBdU-0C6E-yPdsszJB40kJm508W=w426-h240-k-no",
            "ratings":[
                {
                    "stars":5,
                    "comment":"Le personnel est sympathique et les plats délicieux."
                },
                {
                    "stars":5,
                    "comment":"Excellent rapport qualité prix."
                }
            ]
        },
        {
            "restaurantID": 13,
            "restaurantName":"Aux Saveurs",
            "address":"74 Rue des Docks, 69009 Lyon",
            "lat":45.789668,
            "long":4.814301900000032,
            "img": "https://geo3.ggpht.com/cbk?panoid=5MOYcObYawJirBRNPi7smg&output=thumbnail&cb_client=search.gws-prod/maps/local-details-localweb.gps&thumb=2&w=408&h=240&yaw=91.28205&pitch=0&thumbfov=100",
            "ratings":[
                {
                    "stars":4,
                    "comment":"Pas forcément d'effet wahou ni de mauvais effet. L'accueil n'était pas au top mais beaucoup plus sympathique une fois que le restaurant se vidais"
                },
                {
                    "stars":5,
                    "comment":"Ne paye pas de mine en façade c'est mieux dedans et c'est encore mieux dans l'assiette tout ça avec un très bon accueil"
                }
            ]
        },
        {
            "restaurantID": 14,
            "restaurantName":"Les Trois Dômes",
            "address":"20 Quai du Dr Gailleton, 69002 Lyon",
            "lat":45.7545831,
            "long":4.8339955000000145,
            "img": "https://lh5.googleusercontent.com/p/AF1QipOw5gfSAzNwngQMnJC1g-0ikTPNNLFIcuzDHf5c=w426-h240-k-no",
            "ratings":[
                {
                    "stars":5,
                    "comment":"Exceptionnel ! Le menu Jardin Secret que nous avons dégusté est fabuleux. Il est composé de nombreux plats, ce qui permet de pouvoir goûter à des saveurs très différentes. La présentation est très raffinée, le service agréable. Le personnel est très présent mais il n'est pas pesant. Une mention très bien au Chef et à toute l'équipe et tout particulièrement pour le cigare en dessert. Merci pour cette qualité et cette originalité. La vue sur la ville est superbe mais passe en second plan au regard du repas."
                },
                {
                    "stars":5,
                    "comment":"Mais où sont les autres étoiles que nous puissions noter dignement l'un/le meilleur étoilé de Lyon ??? Un bémol, parce qu'en ce bas monde, rien n'est parfait : l'acidité du Parfait noix de coco, chutney et sorbet ananas était un poil agressive. Ma tarte poire chocolat, en revanche, était parfaite. Et ne serait-ce que pour la vue... Vivement la prochaine fois."
                }
            ]
        },
        {
            "restaurantID": 15,
            "restaurantName":"Le Papa duck",
            "address":"20 Rue du Cardinal Gerlier, 69005 Lyon",
            "lat":45.7601383,
            "long":4.813148500000011,
            "img": "https://lh5.googleusercontent.com/p/AF1QipNZRgRsyx-O1Qfe8DBHmqlhTPeGQaFRqpgoR86Y=w408-h271-k-no",
            "ratings":[
                {
                    "stars":4,
                    "comment":"Il est très facile de stationner à proximité du restaurant. L'accueil du restaurateur est très sympa. Les plats sont beaux et la cuisine et très bonne. Je retournerai avec plaisir."
                },
                {
                    "stars":5,
                    "comment":"Nous avons passé une excellente soirée. Le cadre est super. Nous allons revenir l'été prochain pour pouvoir profiter de l'extérieur qui est très agréable. Un grand merci pour l'accueil"
                }
            ]
        },
        {
            "restaurantID": 16,
            "restaurantName":"Ninkasi GERLAND",
            "address":"267 Rue Marcel Mérieux, 69007 Lyon",
            "lat":45.728009,
            "long":4.830593599999929,
            "img": "https://lh5.googleusercontent.com/p/AF1QipMVyWbZnlqqo9EkMoPQRplbah2WPI6v9J6dS2DY=w408-h272-k-no",
            "ratings":[
                {
                    "stars":4,
                    "comment":"Je m'y suis rendu à plusieurs reprise. Plusieurs fois en extérieur pour boire un verre en fin d'après-midi avec des amis et d'autres fois à l'intérieur pour dîner, également avec des amis. Le service est correct. Certes un peu lent mais correct. Le personnel est souriant et serviable. Niveau gustatif, c'est également plutôt bon. Les plats sont copieux et les frites ont l'air faites maison. Pour la bière, vous pouvez y aller. Bière maison. Je mettrai un petit bémol pour la bière ambrée que nous avons été plusieurs à trouver 'pas terrible'. Je recommande pour une bonne soirée entre amis. Pensez à réserver les soirs de week-end. C'est assez vite complet !"
                },
                {
                    "stars":3,
                    "comment":"Pas super emballée. Le lieu est sympa mais le pain à bagel était super sec, le jus d'orange industriel et les desserts pas top. Par contre le service est très bien !"
                }
            ]
        },
        {
            "restaurantID": 17,
            "restaurantName":"Restaurant Fenet",
            "address":"128 Chemin de Montray, 69110 Sainte-Foy-lès-Lyon",
            "lat":45.729181,
            "long":4.79013800000007,
            "img": "https://lh5.googleusercontent.com/p/AF1QipNrEbApBos_KDOH3OtMlBfAZaJaF1tCaZQu60bI=w408-h306-k-no",
            "ratings":[
                {
                    "stars":4,
                    "comment":"Toujours aussi convivial. Les prix restent raisonnables. La cour en belle saison est superbe. Facile de se garer. Bonne adresse pour ceux qui veulent de la cuisine classique Françaises dans le bon sens du terme. On peut commander des porcelets. Le bœuf est super et les pots de côtes ou autre sont bons."
                },
                {
                    "stars":5,
                    "comment":"Lieu très sympa, agréable ... donne un petit air de vacances. Je recommande ce lieu. Le service est super et de bons conseils. Les plats sont fins, délicieux et belles découvertes ( plat brochette cœurs de poulet étaient vraiment bons)"
                }
            ]
        },
        {
            "restaurantID": 18,
            "restaurantName":"Le Comptoir du Narval",
            "address":"70 Avenue du Point du Jour, 69005 Lyon",
            "lat":45.7565389,
            "long":4.79725719999999,
            "img": "https://lh5.googleusercontent.com/p/AF1QipNixuzGH3c0YaThXbBetsXVh_0Sl70BomqvF0B9=w408-h544-k-no",
            "ratings":[
                {
                    "stars":3,
                    "comment":"On a découvert cette brasserie grâce à une smartbox, si j'ai aimé mon saumon, mon mari a bien moins apprécié sa pièce de bœuf. Quant au dessert, rien de transcendant. Cependant, le personnel est très agréable et le service plutôt rapide. Rapport qualite/prix assez raisonnable"
                },
                {
                    "stars":5,
                    "comment":"Ambiance familiale et cuisine très bonne ! Serveur et personnel au bar très sympa !"
                }
            ]
        },
        {
            "restaurantID": 19,
            "restaurantName":"La Gamelle",
            "address":"29 Cours Richard Vitton, 69003 Lyon",
            "lat":45.7538091,
            "long":4.889310300000034,
            "img": "https://lh5.googleusercontent.com/p/AF1QipODotCGOzXEmqiWccNw_q3uMCF2FysfBnvCrRmY=w408-h306-k-no",
            "ratings":[
                {
                    "stars":3,
                    "comment":"Super endroit, avec un super service, cadre original. Mais peut emballé par la cuisine et les plats un peut chère pour ce qu'il a dans l'assiette, hamburger grand comme le paume de ma mains à 16€"
                },
                {
                    "stars":5,
                    "comment":"Bonne nourriture avec une carte (deux plat du jours et trois suggestions) contenu réalisée avec brio. Ambiance à la fois décalé et comme a la maison. Bref la patte des chefs dans l'assiette et dans la salle."
                }
            ]
        },
        {
            "restaurantID": 20,
            "restaurantName":"Le Kiosque à Pizzas",
            "address":"28 Avenue Maurice Jarrosson, 69110 Sainte-Foy-lès-Lyon",
            "lat":45.7420797,
            "long":4.797205800000029,
            "img": "https://lh5.googleusercontent.com/p/AF1QipPxWnA4rN52TFyzbbjUwDhqJqadxF2aKoZfotsT=w426-h240-k-no",
            "ratings":[
                {
                    "stars":1,
                    "comment":"Première fois que l'on commande, a cette enseigne Grosse déception ! Arrivés à la maison les pizzas ne sont pas celles qu'on a choisies.3 personnes dans le camion et pas fichus de servir ce qu'on leur demande ! ATTENTION"
                },
                {
                    "stars":4,
                    "comment":"Super kiosque au service rapide et efficace, avec une vaste gamme de choix de délicieuses pizzas. Vivement recommandé !"
                }
            ]
        }
    ]
}